export const mbtiResult = [
    {
        type: 'ENFJ',
        title: '신형만',
        imageUrl: '/enfj.png',
        description:
            '짱구에서 신형만은 카리스마 있고 열정적인 성격 유형입니다.\n 타인에게 영향력을 발휘하고 사회적으로 잘 어울리며,\n 타인의 감정과 니즈에 깊은 관심을 가집니다.\n 이들은 타인을 이해하고 돕는 것을 좋아하며,\n 원만한 인간관계를 중요하게 여깁니다.',
    },
    {
        type: 'ENFP',
        title: '짱아',
        imageUrl: '/enfp.png',
        description:
            '짱구에서 짱아는 창의적이고 열정적인 성격 유형입니다.\n 새로운 아이디어와 가능성에 관심이 많으며,\n 타인의 재능과 잠재력을 발견하는 데 능합니다.\n 이들은 자유로운 영혼으로 유쾌하고 긍정적인 태도를 가지고 있습니다.',
    },
    {
        type: 'ENTJ',
        title: '나미리선생님',
        imageUrl: '/entj.png',
        description:
            '짱구에서 나미리선생님은 야심 차고 결단력 있는 성격 유형입니다.\n 효율적이고 체계적으로 일을 처리하며,\n 타인에게 영향력을 발휘하는 데 뛰어납니다.\n 이들은 전략적 사고와 함께 강한 의지력을 가지고 있어 리더십 역할에 적합합니다.',
    },
    {
        type: 'ENTP',
        title: '짱구',
        imageUrl: '/entp.png',
        description:
            '짱구는 창의적이고 논리적인 성격 유형입니다.\n 새로운 아이디어와 가능성에 관심이 많으며,\n 문제 해결에 능합니다.\n 이들은 호기심이 많고 다양한 관점을 고려하는 경향이 있어 혁신적인 솔루션을 제시할 수 있습니다.',
    },
    {
        type: 'ESFJ',
        title: '유리',
        imageUrl: '/esfj.png',
        description:
            '짱구에서 유리는 사교적이고 친화적인 성격 유형입니다.\n 타인의 감정과 니즈에 민감하게 반응하며,\n 원만한 인간관계를 중요하게 여깁니다.\n 이들은 책임감이 강하고 사회적 규범을 잘 따르는 편입니다.',
    },
    {
        type: 'ESFP',
        title: '봉미선',
        imageUrl: '/esfp.png',
        description:
            '짱구에서 봉미선은 활동적이고 즐거움을 추구하는 성격 유형입니다.\n 현재에 초점을 맞추며,\n 주변 사람들과 잘 어울립니다.\n 이들은 유머 감각이 뛰어나고 상황에 따라 유연하게 대응할 수 있습니다.',
    },
    {
        type: 'ESTJ',
        title: '철수',
        imageUrl: '/estj.png',
        description:
            '짱구에서 철수는 현실적이고 체계적인 성격 유형입니다.\n 사실과 데이터에 기반하여 논리적으로 판단하며,\n 효율적으로 일을 처리하는 것을 선호합니다.\n 이들은 책임감이 강하고 전통적인 가치관을 중요하게 여깁니다.',
    },
    {
        type: 'ESTP',
        title: '수지',
        imageUrl: '/estp.png',
        description:
            '짱구에서 수지는 활동적이고 모험을 즐기는 성격 유형입니다.\n현재에 초점을 맞추며, 실용적이고 실용적인 접근 방식을 선호합니다.\n 이들은 유연하고 즉흥적이며,\n 새로운 경험을 통해 배우는 것을 좋아합니다.',
    },
    {
        type: 'INFJ',
        title: '이슬이누나',
        imageUrl: '/infj.png',
        description:
            '짱구가 좋아하는 이슬이누나는 통찰력 있고 이상주의적인 성격 유형입니다.\n 타인의 감정과 니즈에 깊은 관심을 가지며,\n 원만한 인간관계를 중요하게 여깁니다.\n 이들은 창의적이고 미래지향적인 사고를 하며,\n 자신의 가치관을 따르는 경향이 있습니다.',
    },
    {
        type: 'INFP',
        title: '훈이',
        imageUrl: '/infp.png',
        description:
            '짱구에서 훈이는 이상적이고 개인적인 성격 유형입니다.\n 타인의 감정과 가치관에 깊은 관심을 가지며,\n 자신의 내적 세계에 몰입하는 경향이 있습니다.\n 이들은 창의적이고 공감 능력이 뛰어나며,\n 자신의 신념과 이상을 실현하는 것에 집중합니다.',
    },
    {
        type: 'INTJ',
        title: '오수',
        imageUrl: '/intj.png',
        description:
            '짱구에서 오수는 독립적이고 전략적인 성격 유형입니다.\n 미래지향적이며 효율적으로 일을 처리하는 것을 선호합니다.\n이들은 논리적이고 분석적인 사고 방식을 가지고 있으며,\n혁신적인 아이디어를 제시할 수 있습니다.',
    },
    {
        type: 'INTP',
        title: '맹구',
        imageUrl: '/intp.png',
        description:
            '짱구에서 맹구는 논리적이고 분석적인 성격 유형입니다.\n새로운 아이디어와 가능성에 관심이 많으며,\n 문제 해결에 능합니다.\n 이들은 객관적이고 비판적인 사고 방식을 가지고 있으며,\n 창의성과 혁신성을 발휘할 수 있습니다.',
    },
    {
        type: 'ISFJ',
        title: '원장님',
        imageUrl: '/isfj.png',
        description:
            '짱구에서 원장(두목)님은 성실하고 세심한 성격 유형입니다.\n책임감이 강하고 전통적인 가치관을 중요하게 여깁니다.\n이들은 타인의 감정과 니즈에 관심이 많으며,\n주변 사람들을 세심하게 배려합니다.',
    },
    {
        type: 'ISFP',
        title: '흰둥이',
        imageUrl: '/isfp.png',
        description:
            '짱구에서 흰둥이는 감성적이고 창의적인 성격 유형입니다.\n 자신의 내적 세계에 몰입하며,\n 개인적인 가치관을 중요하게 여깁니다.\n 이들은 현재에 초점을 맞추며,\n 새로운 경험과 감각적인 자극을 즐깁니다.',
    },
    {
        type: 'ISTJ',
        title: '채성아',
        imageUrl: '/istj.png',
        description:
            '짱구에서 채성아선생님은 현실적이고 체계적인 성격 유형입니다.\n 사실과 데이터에 기반하여 논리적으로 판단하며,\n 책임감이 강합니다.\n 이들은 전통적인 가치관을 중요하게 여기며,\n 체계적이고 효율적으로 일을 처리하는 것을 선호합니다.',
    },
    {
        type: 'ISTP',
        title: '옆집아줌마',
        imageUrl: '/istp.png',
        description:
            '짱구에서 옆집아줌마는 실용적이고 관찰력이 뛰어난 성격을 가지고 있습니다.\n 현재에 초점을 맞추며, 새로운 경험과 도전을 즐깁니다.\n 이들은 문제 해결에 능하고 즉흥적인 접근 방식을 선호합니다.',
    },
];
